Revit 2024 API
TableMergedCell Constructor
 Default constructor.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2011
Syntax
C#
public TableMergedCell()
Visual Basic
Public Sub New
Visual C++
public:
TableMergedCell()
See Also
TableMergedCell Class
TableMergedCell Overload
Autodesk.Revit.DB Namespace